// Промпт для генерации статьи на основе транскрипции
export const ARTICLE_PROMPT = `Сделай статью для дзен Используй иконки не как в прошлый раз. Разнообразь варианты иконок  и красивое привлекающее форматирование Заголовок должен быть кликбейтным Статья для дзена на 1-2 мин чтения Выдели самое главное
Примеры рассчетов, если нужны. 
Никаких имен, совет, но не рекомендация к действию, суть у статьи должна быть такая В конце надо дописать, не индивидуальная инвестиционная рекомендация если речь идет о покупке конкретных ценных бумаг
Проверь себя после написания статьи.  Чтобы все слова были нормальным. Форматируй статью используя Markdown синтаксис.`;

// Промпт для генерации изображения к статье
export const IMAGE_PROMPT = `Выдели из этой статьи главную мысль
Сгенерируй картинку на основе главной мысли
Никаких слов на картинке Стиль картинки выбери сам. ДОлжно быть красиво и не как в прошлый раз
 по возможности кликбейтная картинку в формат 16 на 9 Сделай что-то новое, необычное. Без стрелочек, долларов и графиков`;

